Repository: Franceslav/deedee-flutter
Catalog: lib/l10n/app_*.arb
Languages: am, da, el, fa, fil, ka, kk, ky, nl, ro, th, uk

source: Hello World!
da: Hej Verden
el: Γειά σου Κόσμε
fa: سلام دنیا!
fil: Hello Mundo!
ka: გამარჯობა მსოფლე
kk: Сәлем Әлем
ky: Салам дүйнө
nl: Hallo Wereld!
ro: bună lume!
th: สวัสดีชาวโลก!
uk: Привіт Світ!

source: Use fingerprint
el: Χρησιμοποιήστε δακτυλικό αποτύπωμα
fa: از اثر انگشت استفاده کنید
fil: Gumamit ng fingerprint
ka: მიეკუთვნეთ თქვენი თიფის გამოყენება
nl: Gebruik vingerafdruk
ro: folosește amprenta

# connectionSettings
source: Connection
el: σύνδεση
fa: اتصال
fil: Koneksyon
ka: კავშირის პარამეტრები
nl: Verbinding
ro: conexiune

# settingIpAddressPort
source: IP Address / Port
el: Διεύθυνση IP/θύρα
fa: آدرس IP / پورت
ka: IP მისამართი/პორტი
nl: IP-adres / poort
ro: adresă IP / Port

# scanYourFingerprint
source: Scan your fingerprint (or face or whatever) to authenticate
el: Σαρώστε το δακτυλικό σας αποτύπωμα (ή το πρόσωπό σας) για έλεγχο ταυτότητας
fa: برای تأیید هویت اثر انگشت (یا صورت یا هر چیزی) خود را اسکن کنید
fil: I-scan ang iyong fingerprint (o mukha o anupaman) upang patotohanan
ka: შეასკენეთ თქვენი თიფის ჩასასწორებლად
nl: Scan uw vingerafdruk (of gezicht of wat dan ook) om te authenticeren
ro: scanează-ți amprenta (sau fața sau orice altceva) pentru a te autentifica

# oopsBiometric
source: Oops! Biometric authentication required!
el: Ω! Απαιτείται βιομετρικός έλεγχος ταυτότητας!
fa: اوه! احراز هویت بیومتریک مورد نیاز است!
fil: Oops! Kailangan ng biometric authentication!
ka: ოპს! ბიომეტრიული გამოსახულება საჭიროებს!
nl: Oeps! Biometrische authenticatie vereist!
ro: Oops! Este necesară autentificarea biometrică!

# cancelFingerPrint
source: No thanks
el: Οχι ευχαριστώ
fa: نه ممنون
fil: Salamat nalang
ka: არა, მადლობა
nl: Nee bedankt
ro: nu mulțumesc

source: safe
am: አስቀምጥ
da: sikker
el: αποθηκεύσετε
fa: امن
fil: ligtas
ka: უსაფეთა
kk: сақтау
ky: сактоо
nl: veilig
th: ปลอดภัย
uk: безпечний

source: Place order
am: ትእዛዝ አስቀምጥ
da: Angiv bestilling
el: Υποβολή παραγγελίας
fa: سفارش دهید
fil: Mag-order
ka: შეკვეთა
kk: Өтінім жіберіңіз
ky: Арыз берүү
nl: Plaats bestelling
ro: plasați comanda
th: สถานที่การสั่งซื้อ
uk: зробити замовлення

# placeOrderPageTitle
source: Order
am: ትእዛዝ
da: PlaceOrderPageTitle
el: Εφαρμογή
fa: سفارش
ka: შეკვეთა
kk: Қолдану
ky: Арыз
nl: Volgorde
ro: comandă
th: สั่งซื้อ ชื่อหน้า
uk: Замовити Заголовок сторінки

# accountTitle
source: account
am: አካውንት
da: kontoTitel
fa: حساب کاربری
ka: ანგარიში
kk: бухгалтерлік есеп
ky: бухгалтердик эсеп
nl: rekening
ro: cont
th: ชื่อบัญชี
uk: Назва облікового запису

# accountsTitle
source: accounts
da: Regnskaber
el: λογαριασμοί
fa: حساب ها
fil: mga account
ka: ანგარიშები
kk: Есептік жазбалар
nl: rekeningen
ro: conturi
th: คะแนน
uk: Акаунты

# noUserAccounts
source: No Accounts
da: Ingen konti
el: Δεν υπάρχουν λογαριασμοί
fa: بدون حساب
fil: Walang Account
ka: არ არის ანგარიშები
kk: Есептік жазбалар жоқ
nl: Geen accounts
ro: fără conturi
th: ไม่มีบัญชี
uk: Hемає облікових записів

# accountMoneyTitle
source: money
am: ገንዘብ
da: kontoMoneyTitle
el: προσωπικός λογαριασμός
fa: پول
fil: pera
ka: თანხები
kk: жеке шот
ky: жеке эсеп
nl: geld
ro: bani
th: บัญชีส่วนตัว
uk: Особистий рахунок

# clientToggle
source: Client
am: ተጠቃሚ
da: KlientToggle
el: Πελάτης
fa: مشتری
fil: kliyente
ka: კლიენტი
kk: Клиент
ky: Кардар
nl: Cliënt
th: ลูกค้า
uk: Замовник

# providerToggle
source: Provider
am: አቅራቢ
da: ProviderToggle
el: Παροχέας
fa: ارائه دهنده
ka: მძღოლი
kk: Орындаушы
ky: Аткаруучу
nl: Aanbieder
ro: furnizor
th: นักแสดง
uk: Виконавець

# beautyTag
source: Beauty
am: ውበት
da: BeautyTag
el: Ομορφιά
fa: زیبایی
fil: Kagandahan
ka: სილამაზე
kk: Сұлулық
ky: Сулуулук
nl: Schoonheid
ro: Frumusețe
th: แท็กความงาม
uk: краси

# decoratingTag
source: Decorating
am: ማስጌጫ
da: DekorationTag
el: Διακόσμηση
fa: دکوراسیون
fil: Pandekorasyon
ka: დეკორაცია
kk: Аяқтау
ky: Жасалгалоо
nl: Decoreren
ro: decorare
th: ป้ายตกแต่ง
uk: прикраса

# childrenTag
source: Children
am: ልጆች
da: BørnTag
el: Παιδιά
fa: کودکان
fil: Mga bata
ka: შვილები
kk: Балалар
ky: Балдар
nl: Kinderen
ro: copii
th: เด็ก
uk: Для дітей

# workersTag
source: Workers
am: ሰራተኞች
da: ArbejderTag
el: Εργαζόμενοι
fa: کارگران
fil: Mga Manggagawa
ka: საქმეები
kk: жұмысшылар
ky: Жумушчулар
nl: Werknemers
ro: muncitori
th: คนงาน
uk: Робітники

# cleaningTag
source: Cleaning
am: ፅዳት
da: RengøringTag
fa: تمیز کردن
fil: Paglilinis
ka: გასუფთავება
kk: тазалау
ky: Тазалоо
nl: Schoonmaak
ro: curățare
th: แท็กการทำความสะอาด
uk: очищення

source: Save filter
am: ማጣሪያ ያስቀምጡ
da: GemFilter
el: Αποθήκευση φίλτρου
fa: ذخیره فیلتر
fil: I-save ang filter
ka: ფილტრის შენახვა
kk: Сүзгіні сақтау
ky: Фильтрди сактоо
nl: Filter opslaan
ro: salvează filtrul
th: บันทึกตัวกรอง
uk: Зберегти фільтр

# filterTitle
source: Title
am: ርእስ
da: FilterTitel
el: Ονομα
fa: عنوان
fil: Pamagat
ka: სახელი
kk: Аты
ky: Аталышы
nl: Titel
ro: Titlu
th: ชื่อตัวกรอง
uk: Назва

source: Cancel
am: ሰርዝ
da: Afbestille
el: Ακύρωση
fa: لغو
fil: Kanselahin
ka: გაუქმება
kk: Болдырмау
ky: Жокко чыгаруу
nl: Annuleren
th: ยกเลิก
uk: скасувати

source: Save
am: አስቀምጥ
da: Gemme
el: Αποθήκευση
fa: پس انداز کن
fil: I-save
ka: შენახვა
kk: Сақтау
ky: Сактоо
nl: Redden
ro: Salvați
th: บันทึก
uk: Зберегти

# offersTitle
source: offers
am: ብርካታ
da: tilbyderTitel
el: προσφορές
fa: پیشنهادات
fil: mga alok
ka: შეთავაზებები
kk: ұсыныстар
ky: сунуштар
nl: aanbiedingen
ro: oferte
th: ข้อเสนอหัวข้อ
uk: пропонує Назва

# accountReferralTitle
source: referrals
am: ሪፈራል
da: kontoReferralTitle
el: παραπομπές
fa: ارجاع
fil: mga referral
ka: რეკომენდაცია
kk: жолдамалар
ky: жолдомолор
nl: verwijzingen
ro: recomandări
th: ชื่อบัญชีผู้อ้างอิง
uk: реферали

# accountTypeBuyTitle
source: buy account
am: አካውንት መግዣት
da: accountTypeBuyTitle
el: λογαριασμός αγοραστή
fa: خرید حساب کاربری
fil: bumili ng account
ka: ყიდვასთან დაკავშირება
kk: сатып алушының шоты
ky: кардардын эсеби
nl: account kopen
ro: cumpără cont
th: ลูกค้า
uk: Замовником

# accountTypeSellTitle
source: sell account
am: አካውንት መሸጥ
da: accountTypeSellTitle
el: λογαριασμός πωλητή
fa: فروش حساب
fil: nagbebenta ng account
ka: გაყიდვა
kk: сатушы шоты
ky: сатуучунун эсеби
nl: rekening verkopen
ro: vinde cont
th: ผู้ดำเนินการ
uk: Виконавцем

# accountTopUp
source: top up
am: አካውንት ይሙሉ
da: kontoTopUp
el: συμπλήρωση
fa: بالا
ka: ანგარიშის შევსება
kk: толықтыру
ky: толуктоо
nl: bijvullen
ro: completează
th: บัญชีเติมเงิน
uk: Поповнення рахунку

source: switch to
am: ቀይር ወደ
da: skifte til
el: αλλάζω σε
fa: به
fil: Lumipat sa
ka: გადასარება
kk: өзгерту
ky: өтүү
nl: overschakelen naar
ro: comută la
th: กลายเป็น
uk: cтати

# homeTitle
source: home
am: ዋና ገፅ
da: hjemTitel
el: σπίτι
fa: خانه
fil: bahay
ka: სახლი
kk: үй
ky: башкы бет
nl: thuis
ro: acasă
th: บ้าน
uk: Головна

source: logout
am: ውጣ
da: log ud
el: Αποσύνδεση
fa: خروج از سیستم
fil: mag-logout
ka: გასვლა
kk: шығу
ky: чыгуу
nl: uitloggen
th: ออกจากระบบ
uk: вийти

source: Settings
am: ማስተካከያ
da: indstillinger
el: ρυθμίσεις
fa: تنظیمات
fil: mga setting
ka: პარამეტრები
kk: параметрлері
ky: орнотуулар
nl: instellingen
th: การตั้งค่า
uk: налаштування

source: see map
am: ካርታ ይመልከቱ
da: se kort
el: δείτε χάρτη
fa: مشاهده نقشه
fil: tingnan ang mapa
ka: ნახე რუკა
kk: картаға қараңыз
ky: картага кароо
nl: zie kaart
ro: Vezi harta
th: ดูแผนที่
uk: дивіться карту

source: see tags
am: መለያዎችን ይመልከቱ
da: seTags
el: προβολή εφαρμογών
fa: مشاهده برچسب ها
fil: tingnan ang mga tag
ka: ნახე თეგები
kk: қолданбаларды қарау
ky: колдонмолорду көрүү
nl: zie tags
ro: vezi etichetele
th: ดูแท็ก
uk: див. Теги

source: to see
am: ለመመልከት
da: at se
el: προβολή
fa: برای دیدن
fil: upang makita
ka: ნახვა
kk: көрініс
ky: кароо
nl: zien
ro: pentru a vedea
th: เพื่อที่จะได้เห็น
uk: бачити

source: topics
am: ርእሰ ጉዳዮች
da: emner
el: Θέματα
fa: موضوعات
fil: mga paksa
ka: თემები
kk: Тақырыптар
ky: темалар
nl: onderwerpen
ro: subiecte
th: หัวข้อ
uk: теми

source: filter tags
am: የማጣሪያ መለያ
el: αιτήματα φίλτρου
fa: برچسب های فیلتر
fil: mga filter tag
ka: ფილტრის თეგები
kk: сүзгі қолданбалары
ky: арыздарды фильтрлөө
nl: tags filteren
ro: etichete de filtrare
th: ตัวกรองแท็ก
uk: Теги фільтру

# filteringTagsHistTitle
source: filtering tags
am: የማጣሪያ መለያዎች
da: filtreringTagsHistTitel
el: φιλτράρισμα ετικετών...
fa: برچسب های فیلترینگ
fil: pag-filter ng mga tag
ka: თეგების ფილტრაცია...
kk: тегтерді сүзу...
ky: тегтер фильтрленүүдө...
nl: tags filteren
ro: filtrarea etichetelor
th: ชื่อเรื่อง
uk: фільтрація тегів

source: tag placed, check the map
am: መለያ አስቀምጠዋል , ካርታውን ይመልከቱ
el: τοποθετήθηκε ετικέτα, άνοιγμα χάρτη
fa: برچسب قرار داده شده ، نقشه را بررسی کنید
fil: nakalagay ang tag, tingnan ang mapa
ka: თეგი დამატებულია, გახსენი რუკა
kk: Белгі орнатылды, картаны ашыңыз
ky: белги коюлду, картаны ачыңыз
nl: tag geplaatst, bekijk de kaart
ro: etichetă plasată, verificați harta
th: แท็กโพสต์ ตรวจสอบแผนที่
uk: Тег розміщено, перевірте карту

source: placing tag...
am: መለያ በማስቀመጥ ላይ ...
da: placereTag
el: τοποθέτηση σήματος...
fa: قرار دادن برچسب...
fil: paglalagay ng tag...
ka: თეგის დამატება...
kk: мен белгілеймін...
ky: белги коюлууда...
nl: label plaatsen...
ro: plasarea etichetei...
th: ตำแหน่งแท็ก
uk: розміщення тегу...

# signInTitle
source: sign in
am: ይግቡ
da: signInTitle
el: να ερθει μεσα
fa: ثبت نام کنید
fil: mag-sign in
ka: შესვლა
kk: кіру
ky: кирүү
nl: Inloggen
ro: autentificare
th: ลงชื่อเข้าใช้ชื่อเรื่อง
uk: заголовок входу

# signUpTitle
source: sign up
am: ይመዝገቡ
da: signUpTitle
el: εγγραφή
fa: ثبت نام کنید
fil: mag-sign up
ka: რეგისტრაცია
kk: тіркелу
ky: катталуу
nl: aanmelden
ro: înscrie-te
th: ลงทะเบียน ชื่อเรื่อง
uk: зареєструватися Назва

source: email address title
am: ኢሜል
el: διεύθυνση ηλεκτρονικού ταχυδρομείου
fa: عنوان آدرس ایمیل
fil: pamagat ng email address
ka: ელ. ფოსტა
kk: электронды адрес
ky: электрондук дарек
nl: e-mailadres titel
ro: titlul adresei de e-mail
th: อีเมล
uk: Пошта

source: password
am: የቁልፍ ቃል
da: adgangskode
el: Κωδικός πρόσβασης
fa: رمز عبور
ka: პაროლი
kk: пароль
ky: Сыр сөз
nl: wachtwoord
th: รหัสผ่าน
uk: пароль

source: forgot password?
am: የቁልፍ ቃል ረስተዋል?
da: glemt kodeord
el: ξεχάσατε τον κωδικό πρόσβασής σας;
fa: فراموشی رمز عبور?
fil: Nakalimutan ang password?
ka: პაროლის დავიწყება
kk: Құпия сөзіңізді ұмыттыңыз ба?
ky: Сыр сөзүңүздү унуттуңузбу?
nl: Wachtwoord vergeten?
ro: ați uitat parola?
th: ลืมรหัสผ่าน?
uk: Забули пароль?

# orTitle
source: or
am: ወይም
da: ellerTitel
el: ή
fil: o
ka: ან
kk: немесе
ky: же
nl: of
ro: sau
th: หรือชื่อเรื่อง
uk: або

source: logging in, please wait...
am: በመግባት ላይ
da: logger indVent venligst
el: φόρτωση, παρακαλώ περιμένετε...
fa: ورود به سایت لطفا صبر کنید...
fil: mag-log in, mangyaring maghintay...
ka: შესვლა, გთხოვთ დაიცადეთ...
kk: жүктелуде, күте тұрыңыз...
ky: жүктөлүүдө, күтө туруңуз...
nl: inloggen, even geduld a.u.b....
ro: logare, vă rugăm să așteptați...
th: เข้าสู่ระบบ กรุณารอสักครู่
uk: вхід Будь ласка, зачекайте

# couldLoginPleaseTryAgain
source: couldn't login, please try again.
am: መግባት አልተቻለም . አንደገና ይሞክሩ
da: kunne logge indPrøv venligst igen
el: Λυπούμαστε, απέτυχε να συνδεθείτε, δοκιμάστε ξανά.
fa: نتونستم وارد بشم ، لطفا دوباره امتحان کن.
fil: hindi makapag-log in, pakisubukang muli.
ka: შესვლა ვერ ხერხდება, სცადეთ ხელახლა.
kk: Кешіріңіз, жүйеге кіре алмадыңыз, қайталап көріңіз.
ky: Кечиресиз, сиз кире алган жоксуз, кайра аракет кылыңыз.
nl: Kan niet inloggen, probeer het opnieuw.
ro: nu s-a putut conecta, vă rugăm să încercați din nou.
th: สามารถเข้าสู่ระบบได้ กรุณาลองใหม่อีกครั้ง
uk: Увійти Спробуйте ще раз

# facebookLoginTitle
source: facebook login
am: በፌስቡክ ይግቡ
da: facebookLoginTitle
el: συνδεθείτε με το Facebook
fa: ورود به facebook
fil: pag-login sa facebook
ka: შესვლა Facebook-ით
kk: Facebook жүйесіне кіру
ky: Facebook аркылуу кирүү
nl: facebook inloggen
ro: autentificare facebook
th: เข้าสู่ระบบผ่าน เฟสบุ๊ค
uk: Вхід через Facebook

# couldSignUpPleaseTryAgainTitle
source: couldn't sign up, please try again.
am: መመዝገብ አልተቻለም . አንደገና ይሞክሩ.
da: couldSignUpPleaseTryAgainTitle
el: η εγγραφή απέτυχε, δοκιμάστε ξανά.
fa: نتونستم ثبت نام کنم ، لطفا دوباره امتحان کن.
fil: hindi makapag-sign up, pakisubukang muli.
ka: რეგისტრაცია ვერ ხერხდება, სცადეთ ხელახლა.
kk: Тіркелу сәтсіз аяқталды, әрекетті қайталаңыз.
ky: Катталуу ишке ашкан жок, кайра аракет кылыңыз.
nl: Kan niet aanmelden, probeer het opnieuw.
ro: nu m-am putut înscrie, vă rugăm să încercați din nou.
th: การลงทะเบียนล้มเหลว โปรดลองใหม่อีกครั้ง.
uk: Зареєструватися не вдалося, будь-ласка, спробуйте ще раз.

# creatingNewAccountPleaseWaitTitle
source: creating new account, please wait...
am: አዲስ አካውንት በመፍጠር ላይ , ትንሽ ይጠብቁ ...
da: oprettelse af ny kontoPleaseWaitTitle
el: δημιουργούμε νέο λογαριασμό, περιμένετε...
fa: ایجاد حساب جدید ، لطفا صبر کنید...
fil: paggawa ng bagong account, mangyaring maghintay...
ka: ახალი ანგარიშის შექმნა, გთხოვთ დაიცადოთ...
kk: жаңа тіркелгі жасау, күте тұрыңыз...
ky: жаңы аккаунт түзүүлүүдө, күтө туруңуз...
nl: Nieuw account aanmaken, even geduld a.u.b....
ro: crearea unui cont nou, vă rugăm să așteptați...
th: เรากำลังสร้างบัญชีใหม่ กรุณารอสักครู่...
uk: Створюємо новий акаунт, зачекайте, будь-ласка...

# createNewAccountTitle
source: create new account
am: አዲስ አካውንት ይፍጠሩ
da: oprette ny kontotitel
el: δημιουργία νέου λογαριασμού
fa: ایجاد حساب کاربری جدید
fil: Lumikha ng Bagong Account
ka: შექმენით ახალი ანგარიში
kk: жаңа тіркелгі жасау
ky: жаңы аккаунт түзүү
nl: creëer een nieuw account
ro: creează un cont nou
th: สร้างบัญชีใหม่
uk: Створити новий акаунт

# firstNameTitle
source: first name
am: የመጀመሪያ ስም
da: fornavnTitel
el: όνομα
fa: نام اول
fil: pangalan
ka: სახელი
kk: Аты
ky: аты
nl: Voornaam
ro: prenume
th: ชื่อแรก
uk: Ім'я

# lastNameTitle
source: last name
am: የአባት ስም
da: efternavnTitel
el: επώνυμο
fa: نام خانوادگی
fil: huling pangalan
ka: გვარი
kk: тегі
ky: фамилия
nl: achternaam
ro: numele de familie
th: นามสกุล
uk: Прізвище

# confirmPasswordTitle
source: confirm password
am: የቁልፍ ቃል ያረጋግጡ
da: bekræftPasswordTitle
el: επιβεβαίωση κωδικού πρόσβασης
fa: تایید رمز عبور
fil: kumpirmahin ang password
ka: პაროლის დამტკიცება
kk: Құпия сөзді растаңыз
ky: Сыр сөздү ырастоо
nl: bevestig wachtwoord
ro: Confirmare parolă
th: ยืนยันรหัสผ่าน
uk: Підтвердіть пароль

# byCreatingAnAccountYouAgreeTitle
source: by creating an account you agree to our
am: ይሄን አካውንት በመፍጠር, ተስማሚነቶን ያሳውቃሉ ለኛ
da: byCreatingAnAccountYouAgreeTitle
el: δημιουργώντας έναν λογαριασμό συμφωνείτε με τους όρους χρήστη μας
fa: با ایجاد یک حساب کاربری شما با ما موافقت می کنید
fil: sa pamamagitan ng paggawa ng account sumasang-ayon ka sa aming
ka: ანგარიშის შექმნისას თქვენ ვეთანხმებით ჩვენი წინამორიგებებს
kk: Тіркелгіні жасау арқылы сіз біздің пайдаланушы шарттарымен келісесіз
ky: Аккаунт түзүү менен сиз биздин колдонуучунун шарттарына макулсуз
nl: door een account aan te maken gaat u akkoord met onze
ro: prin crearea unui cont esti de acord cu
th: โดยการสร้างบัญชีที่คุณตกลง
uk: Створюючи акаунт ви згоджуєтесь на наші

# addProfilePictureTitle
source: add profile picture
am: የመገለጫ ስእል ይጨምሩ
da: addProfilePictureTitle
el: δημιουργία φωτογραφίας προφίλ
fa: اضافه کردن تصویر پروفایل
fil: magdagdag ng larawan sa profile
ka: პროფილის სურათის დამატება
kk: профиль фотосуретін жасаңыз
ky: профиль сүрөтүн түзүү
nl: gebruiksvoorwaarden
ro: adaugă poza de profil
th: เพิ่มรูปโปรไฟล์
uk: Додати фото профілю

# chooseFromGalleryTitle
source: choose from gallery
am: ካሎት ምስሎች ይጨምሩ
da: vælg Fra GalleriTitel
el: επιλογή από τη συλλογή
fa: از گالری انتخاب کنید
fil: pumili mula sa gallery
ka: ამ გალერეიდან აირჩიეთ
kk: галереядан таңдаңыз
ky: галереядан тандоо
nl: profielfoto toevoegen
ro: alege din galerie
th: เลือกจากแกลเลอรี
uk: Обрати з галереї

# takePictureTitle
source: take a picture
am: ምስል ይውሰዱ
da: takePictureTitle
el: πάρε μια φωτογραφία
fa: عکس بگیر
fil: kumuha ng litrato
ka: გადააღება
kk: Фото жасау үшін
ky: Сүрөткө тартуу
nl: kies uit gallerij
ro: fă o poză
th: ถ่ายภาพของ
uk: Сфотографувати

# cancelTitle
source: cancel
am: ይሰርዙ
da: annuller titel
el: Έξοδος
fa: لغو
fil: kanselahin
ka: გაუქმება
kk: шығу
ky: чыгуу
nl: maak een foto
ro: anulează
th: ยกเลิก ชื่อเรื่อง
uk: скасувати назву

# helpTitle
source: help
am: እርዳታ መጠየቅያ
da: hjælpTitel
el: βοήθεια
fa: کمک
fil: tulong
ka: დახმარება
kk: қөмектесіңдер
ky: жардам
nl: annuleren
ro: ajutor
th: ช่วย
uk: допомога

source: account was top up successfully
da: accountWasTopUp
el: ο λογαριασμός έχει συμπληρωθεί
fa: حساب با موفقیت تکمیل شد
fil: matagumpay na na-top up ang account
ka: ანგარიში წარმატებით ჩაიტვირთა
kk: шот толтырылды
ky: эсеп толукталды
nl: hulp
ro: contul a fost completat cu succes
th: บัญชีเติมเงินสำเร็จ
uk: рахунок успішно поповнено

# chooseTopic
source: choose a topic
am: ርእሰ ጉዳዮች ይምረጡ
da: vælg emne
el: επιλέξτε το επιθυμητό θέμα
fa: یک موضوع را انتخاب کنید
fil: Pumili ng isang paksa
ka: აირჩიეთ სასურველი თემა
kk: қажетті тақырыпты таңдаңыз
ky: каалаган теманы тандаңыз
nl: account is succesvol opgewaardeerd
ro: alege un subiect
th: เลือกหัวข้อ
uk: Оберіть тему

# chooseFilterKeys
source: choose at least 3 key words
am: ቢያንስ 3 ቁልፍ ቃላትን ይምረጡ
da: vælg Filternøgler
el: επιλέξτε τουλάχιστον 3 λέξεις-κλειδιά
fa: حداقل 3 کلمه کلیدی را انتخاب کنید
fil: pumili ng hindi bababa sa 3 pangunahing salita
ka: შეარჩიეთ მინიმუმ 3 გასაფილტრად საკითხები
kk: кем дегенде 3 кілт сөзді таңдаңыз
ky: жок дегенде 3 ачкыч сөздү тандаңыз
nl: kies een onderwerp
ro: alegeți cel puțin 3 cuvinte cheie
th: เลือกคำหลักอย่างน้อย 3 คำ
uk: Оберіть щонайменше 3 ключових слова

# userNotVerifiedMessage
source: you're not verified. check your e-mail inbox or restart the application.
am: አልተረጋገጡም። የኢሜል መልእክት ሳጥንዎን ያረጋግጡ ወይም ማመልከቻውን እንደገና ያስጀምሩ።
da: userNotVerifiedMessage
el: Δεν έχετε επαληθευτεί. Ελέγξτε το email σας ή επανεκκινήστε την εφαρμογή.
fa: تایید نشده است. صندوق ورودی ایمیل خود را چک کنید یا برنامه را مجددا راه اندازی کنید.
fil: hindi ka na-verify. suriin ang iyong e-mail inbox o i-restart ang application.
ka: თქვენ არ ხართ ვერიფიცირებული. გთხოვთ, შეამოწმოთ თქვენი ელფოსტა ან განახლეთ აპლიკაცია.
kk: сіз расталмағансыз. поштаңызды тексеріңіз немесе қолданбаны қайта іске қосыңыз.
ky: сиз ырасталган жоксуз. почтаңызды текшериңиз же колдонмону өчүрүп күйгүзүңүз.
nl: kies minimaal 3 trefwoorden
ro: nu ești verificat. verificați căsuța de e-mail sau reporniți aplicația.
th: โปรไฟล์ของคุณยังไม่ได้รับการยืนยัน ตรวจสอบอีเมลหรือรีสตาร์ทแอป.
uk: Ваш профіль не верефіковано. Перевірте вашу почту або перезапустіть додаток.

# balanceTitle
source: balance
am: ያሎት ሂሳብ
da: balanceTitel
el: υπόλοιπο
fa: تعادل
fil: balanse
ka: ბალანსი
kk: теңгерім
ky: баланс
nl: je bent niet geverifieerd. controleer uw e-mailinbox of start de toepassing opnieuw.
ro: echilibru
th: สมดุล
uk: Баланс

# availableTagsTitle
source: available tags
am: ያሉ መለያዎች
da: tilgængeligTagsTitle
el: διαθέσιμες ετικέτες
fa: برچسب های موجود
fil: mga available na tag
ka: ხელმისაწვდომი თეგები
kk: қолжетімді тегтер
ky: жеткиликтүү тэгдер
nl: evenwicht
ro: etichete disponibile
th: แท็กที่มีอยู่
uk: доступні теги

# bookmarksTitle
source: my favorites
am: መዝገቦች
da: bogmærkerTitel
fa: مورد علاقه های من
fil: aking mga paborito
ka: სანიშნეები
kk: бетбелгілер
ky: кыстармалар
nl: beschikbare labels
ro: preferatele mele
th: บันทึกไว้
uk: збережені

# noBookmarks
source: you do not have bookmarks
fa: شما نشانک ندارید
fil: wala kang mga bookmark
nl: mijn favorieten
ro: nu aveți marcaje

# noReferrals
source: you do not have referrals
fa: شما ارجاع ندارید
nl: je hebt geen bladwijzers

# profileMenuFavoriteTitle
source: my favorites
el: σελιδοδείκτες
fa: مورد علاقه های من
nl: u heeft geen verwijzingen

# noFavorites
source: you do not have favorites
el: δεν έχετε σελιδοδείκτες
fa: شما مورد علاقه ندارد
nl: mijn favorieten

# bookmarkDeletedMessage
source: bookmark was deleted
am: መዝገብ ጠፍቷል
da: bogmærkeDeletedMessage
el: διαγράφηκε ο σελιδοδείκτης
fa: نشانک حذف شد
fil: tinanggal ang bookmark
ka: სანიშნე წაიშალა
kk: бетбелгі жойылды
ky: кыстарма өчүрүлдү
nl: je hebt geen favorieten
ro: marcajul a fost șters
th: บุ๊กมาร์กข้อความที่ถูกลบ
uk: закладка Видалене повідомлення

# bookmarkNotDeletedMessage
source: bookmark was not deleted. something went wrong
am: መዝገብ አልጠፋም. የሆነ ስህተት ተከስቷል
da: bogmærkeNotDeletedMessage
el: ο σελιδοδείκτης δεν διαγράφηκε. Κάτι πήγε στραβά
fa: نشانک حذف نشد. یه چیزی اشتباه پیش رفت
fil: hindi natanggal ang bookmark. nagkaproblema
ka: სანიშნე ვერ წაიშალა. რაღაც შეცდომა მოხდა
kk: бетбелгі жойылған жоқ. Бірдеңе дұрыс болмады
ky: кыстарма өчүрүлгөн жок. Бир жерден ката кетти
nl: bladwijzer is verwijderd
ro: marcajul nu a fost șters. ceva a mers prost
th: บุ๊กมาร์กข้อความไม่ถูกลบ
uk: закладка Не видалене повідомлення

# accountPremium
source: DeeDee Premium
am: ዲዲ ፕሪሚየም
da: KontoPremium
fa: دی دی پریمیوم
ka: DeeDee პრემიუმი
kk: DeeDee Премиум
ky: DeeDee Премиум
nl: bladwijzer is niet verwijderd. er is iets fout gegaan
th: บัญชีพรีเมี่ยม
uk: обліковий запис Premium

# accountNeedVerify
source: Verified your account first
am: አካውንትዎን መጀመሪያ ያረጋግ ጡ
da: AccountNeedVerify
el: Επαληθεύσατε πρώτα τον λογαριασμό σας
fa: ابتدا حساب خود را تأیید کنید
fil: I-verify muna ang iyong account
ka: გთხოვთ, თქვენს ანგარიშს ვერიფიცირება წარმოადგინოთ პირველივე
kk: Алдымен тіркелгіңізді растаңыз
ky: Алгач аккаунтуңузду ырастаңыз
nl: DeeDee Premium
ro: v-am verificat mai întâi contul
th: ขั้นแรก ยืนยันตัวตนของคุณ
uk: Спочатку підтвердіть свою особу

# accountVerify
source: Verify
am: ያረጋግጡ
da: KontoBekræft
el: Επαλήθευση
fa: بررسی کنید
fil: I-verify
ka: ვერიფიცირება
kk: Растау
ky: Ырастоо
nl: Controleer eerst uw account
ro: verifică
th: ตรวจสอบบัญชี
uk: Підтвердити обліковий запис

# accountGetPremium
source: Get DeeDee premium
am: የዲዲ ፕሪሚየም ይምረጡ
da: KontoGetPremium
el: Λήψη Premium DeeDee
fa: دریافت دی دی حق بیمه
fil: Kumuha ng DeeDee premium
ka: გააკეთეთ DeeDee პრემიუმი
kk: DeeDee Premium алыңыз
ky: DeeDee Premium алуу
nl: Verifiëren
ro: ia DeeDee premium
th: รับดีดีพรีเมี่ยม
uk: Отримати DeeDee premium

# accountPremiumPrice
source: Get DeeDee premium for $9.99
am: የዲዲ ፕሪሚየምን በ$9.99 ይምረጡ Get
da: KontoPremiumPris
el: Λήψη Premium DeeDee για 9,99 $
fa: دریافت deedee premium برای 9 9.99
fil: Kumuha ng DeeDee premium sa halagang $9.99
ka: DeeDee პრემიუმი 9,99 $-ის ფასად
kk: DeeDee Premium-ді 9,99 долларға алыңыз
ky: $9.99 га DeeDee премиум алуу
nl: Ontvang DeeDee-premium
ro: Obțineți DeeDee premium pentru 9,99 USD
th: รับ DeeDee พรีเมียมในราคา $9.99
uk: Отримати DeeDee premium за $9.99

# bookmarkRemovedMessage
source: bookmark was removed
am: መዝገብ ተሰርዟል
da: bogmærkeRemovedMessage
el: αφαιρέθηκε ο σελιδοδείκτης
fa: نشانک حذف شد
fil: inalis ang bookmark
ka: სანიშნე წაიშალა
kk: бетбелгі жойылды
ky: кыстарма өчүрүлдү
nl: Ontvang DeeDee-premium voor $ 9,99
ro: marcajul a fost eliminat
th: บุ๊กมาร์กข้อความที่ถูกลบ
uk: закладка Вилучене повідомлення

# bookmarkNotRemovedMessage
source: bookmark was not removed. something went wrong
am: መዝገብ አልተሰረዘም . የሆነ ስህተት ተከስቷል
da: bogmærkeNotRemovedMessage
el: ο σελιδοδείκτης δεν καταργήθηκε. Κάτι πήγε στραβά
fa: علامت گذاری حذف نشد. یه چیزی اشتباه پیش رفت
fil: hindi naalis ang bookmark. may nangyaring mali
ka: სანიშნე ვერ წაიშალა. რაღაც შეცდომა მოხდა
kk: бетбелгі жойылған жоқ. Бірдеңе дұрыс болмады
ky: кыстарма өчүрүлгөн жок. Бир жерден ката кетти
nl: bladwijzer is verwijderd
ro: marcajul nu a fost eliminat. ceva a mers prost
th: บุ๊กมาร์กข้อความไม่ถูกลบ
uk: закладка Не видалено повідомлення

source: choose location
am: ቦታ ይምረጡ
da: vælg Placering
el: επιλογή τοποθεσίας
fa: مکان را انتخاب کنید
fil: pumili ng lokasyon
ka: აირჩიეთ მდებარეობა
kk: орынды таңдаңыз
ky: жайгашкан жерди тандоо
nl: bladwijzer is niet verwijderd. er is iets fout gegaan
ro: alege locația
th: เลือกสถานที่
uk: Обрати місцезнаходження
