Repository: Franceslav/deedee-flutter
Catalog: lib/l10n/app_*.arb
Languages: am, da, el, fa, fil, ka, kk, ky, nl, ro, th, uk

source: select location on map
am: ካርታ ላይ ቦታ ይምረጡ
da: vælg Placering på kortet
el: επιλογή τοποθεσίας στον χάρτη
fa: انتخاب مکان بر روی نقشه
fil: pumili ng lokasyon sa mapa
ka: აირჩიეთ ადგილი რუკაზე
kk: картадан орынды таңдаңыз
ky: картадан жайгашкан жерди тандоо
nl: kies locatie
ro: selectați locația pe hartă
th: เลือกตำแหน่งบนแผนที่
uk: Обрати місцезнаходження на мапі

source: selected location
am: የተመረጠ ቦታ
da: valgt placering
el: επιλεγμένη τοποθεσία
fa: مکان انتخاب شده
fil: napiling lokasyon
ka: არჩეული მდებარეობა
kk: таңдалған орын
ky: тандалган жер
nl: selecteer locatie op de kaart
ro: locație selectată
th: สถานที่ที่เลือก
uk: обране міцезнаходження

source: loading...
am: በመጫን ላይ ...
da: indlæser
el: φόρτωση...
fa: بارگیری...
fil: naglo-load...
ka: იტვირთება...
kk: жүктелуде...
ky: жүктөлүүдө...
nl: geselecteerde locatie
ro: încărcare...
th: กำลังโหลด...
uk: завантаження...

source: search by address
am: በአድራሻ ይፈልጉ
da: søg efter adresse
el: αναζήτηση κατά διεύθυνση
fa: جستجو بر اساس آدرس
fil: hanapin ayon sa address
ka: ძებნა მისამართის მიხედვით
kk: мекенжай бойынша іздеу
ky: дареги боюнча издөө
nl: bezig met laden...
ro: Căutare după adresă
th: ค้นหาตามที่อยู่
uk: пошук за адресою

source: set location
am: መገኛ የወስኑ
da: sætPlacering
el: ορισμός τοποθεσίας
fa: محل تنظیم
fil: itakda ang lokasyon
ka: მდებარეობის დაყენებ
kk: орынды орнату
ky: жайгашкан жерди орнотуу
nl: zoeken op adres
ro: setați locația
th: ตั้งค่าตำแหน่ง
uk: встановити місцезнаходження

source: enter address
am: አድራሻ ያስገቡ
da: indtast adresse
el: εισαγωγή διεύθυνσης
fa: آدرس را وارد کنید
fil: ipasok ang address
ka: შეიყვანეთ მისამართი
kk: мекенжайды енгізіңіз
ky: дарегиңизди жазыңыңыз
nl: locatie instellen
ro: introduceți adresa
th: ป้อนที่อยู่
uk: Ввести адресу

# verifyEmail
source: Verify your email address
am: ኢሜልዎን ያረጋግጡ
da: Bekræft e-mail
el: Επαληθεύστε τη διεύθυνση email σας
fa: آدرس ایمیل خود را تایید کنید
fil: I-verify ang iyong email address
ka: შეამოწმეთ თქვენი ელფოსტა
kk: Электрондық пошта мекенжайыңызды растаңыз
ky: Электрондук дарегиңизди ырастаңыз
nl: Vul adres in
ro: verifică-ți adresa de e-mail
th: ยืนยันอีเมลของคุณ
uk: Підтвердіть вашу пошту

# verifyIdentity
source: Verify your identity
am: ማንነቶን ያረጋግጡ
da: VerifyIdentity
el: Επαληθεύστε την ταυτότητά σας
fa: هویت خود را تایید کنید
fil: I-verify ang iyong pagkakakilanlan
ka: შეამოწმეთ თქვენი იდენტიფიკაცია
kk: Жеке басыңызды растаңыз
ky: Өздүгүңүздү ырастаңыз
nl: Verifieer je e-mailadres
ro: verifică-ți identitatea
th: ยืนยันตัวตนของคุณ
uk: Підтвердіть вашу особу

# applicationActivity
source: The application will be active until
am: መተግበሪው የሚሰራው እስከ
da: Applikationsaktivitet
el: Η εφαρμογή θα είναι ενεργή έως
fa: برنامه فعال خواهد بود تا زمانی که
fil: Magiging aktibo ang application hanggang
ka: აპლიკაცია იქნება აქტიურული და
kk: дейін қолданба белсенді болады
ky: Колдонмо чейин активдүү болот
nl: Verifieer uw identiteit
ro: aplicația va fi activă până când
th: ใบสมัครของคุณใช้ได้จนถึง
uk: Ваша заява діє до

# applicationDays
source: Select the number of application days
am: የማመልከቻ ቀናት ብዛት ይምረጡ
da: Ansøgningsdage
el: Επιλέξτε τον αριθμό των ημερών αίτησης
fa: تعداد روزهای درخواست را انتخاب کنید
fil: Piliin ang bilang ng mga araw ng aplikasyon
ka: აირჩიეთ დღეების რაოდენობა
kk: Өтініш беру күндерінің санын таңдаңыз
ky: ВАрыздын мөөнөтүн тандаңыз
nl: De applicatie is actief tot
ro: Selectați numărul de zile de aplicare
th: เลือกจำนวนการใช้งานต่อวัน
uk: Оберіть кількість заяв на день

# placeRequest
source: Place a request
am: ጥያቄ አቅርቡ
da: Placereanmodning
el: Υποβολή αιτήματος
fa: درخواست کنید
fil: Maglagay ng kahilingan
ka: დააყენეთ თქვენი მოთხოვნა
kk: Өтінім жіберіңіз
ky: Арыз берүү
nl: Selecteer het aantal aanvraagdagen
ro: plasați o cerere
th: โพสต์แถลงการณ์
uk: Розмістити заяву

# applicationAction
source: Your application will be valid for days:
am: መተግበሪያዎ የሚያገለግልበት የ ቀን ብዛት:
da: ApplikationHandling
el: Η αίτησή σας θα ισχύει για ημέρες:
fa: درخواست شما برای چند روز معتبر خواهد بود:
fil: Magiging valid ang iyong aplikasyon sa loob ng ilang araw
ka: თქვენი მოთხოვნა იქნება დადებული დღეების გასწორებით:
kk: Сіздің өтініміңіз жарамды күндер болады:
ky: Арыңыздын жарактуу мөөнөтү: (day) күн
nl: Plaats een verzoek
ro: cererea dvs. va fi valabilă pentru zile:
th: แอ็พพลิเคชันแอ็คชัน
uk: додаток Дія

# upgradePremium
source: You can change this by switching to a premium subscription
am: ይሄን ማድረግ የሚችሉት ወደ ፕሪሚየም ሲያሳድጉ ነው
da: UpgradePremium
el: Μπορείτε να το αλλάξετε κάνοντας αναβάθμιση σε premium συνδρομή
fa: شما می توانید این را با تغییر به یک اشتراک برتر تغییر دهید
fil: Maaari mong baguhin ito sa pamamagitan ng paglipat sa isang premium na subscription
ka: ეს შეგიძლიათ შეცვალოთ, გადახდის პრემიუმ გამოწერის გადასარჩევად
kk: Мұны премиум жазылымына жаңарту арқылы өзгертуге болады.
ky: Муну премиум жазылууга жогорулатуу менен өзгөртө аласыз.
nl: Uw aanvraag is geldig gedurende de volgende dagen:
ro: puteți schimba acest lucru trecând la un abonament premium
th: สิ่งนี้สามารถเปลี่ยนแปลงได้ในพรีเมี่ยม
uk: Це можна змінити у преміумі

source: Upgrade to Premium
am: ወደ ፕሪሚየም አሳድግ
da: Opgrader til Premium
el: Αναβάθμιση σε Premium
fa: ارتقا به حق بیمه
fil: Mag-upgrade sa premium
ka: გადახდეთ პრემიუმში
kk: Премиумға өтіңіз
ky: Premium'га өтүү
nl: Je kunt dit wijzigen door over te stappen naar een premium abonnement
ro: Upgrade la Premium
th: ไปพรีเมี่ยม
uk: Перейти на Premium

# resume
source: Continue anyway
am: ለማንኛውም ቀጥል
da: Genoptag
fa: به هر حال ادامه دهید
fil: Magpatuloy pa rin
ka: გაგრძელება
kk: Бәрібір жалғастырыңыз
ky: Баары бир улантуу
nl: Upgrade naar premium
ro: continuați oricum
th: ดำเนินการต่อทั้งหมดเหมือนกัน
uk: Все рівно продовжити

# applicationBegin
source: Select the start date of the application
am: መተግበሪያው የሚጀምርበት ቀን ይምረጡ
da: AnsøgningBegynd
el: Επιλέξτε την ημερομηνία έναρξης εφαρμογής
fa: تاریخ شروع برنامه را انتخاب کنید
fil: Piliin ang petsa ng pagsisimula ng application
ka: აირჩიეთ განსაწარმოებლობის თარიღი
kk: Қолданбаның басталу күнін таңдаңыз
ky: Арыз (data) күнүнөн башталат
nl: Ga toch verder
ro: selectați data de începere a aplicației
th: เลือกวันที่เริ่มสมัคร
uk: Оберіть дату початку дії заяви

# applicationStart
source: The application will start with
am: መተግበሪያው የሚጀምረው በ
da: Applikation Start
el: Η εφαρμογή θα ξεκινά με
fa: برنامه با
fil: Magsisimula ang application sa
ka: აპლიკაცია ჩაირთვება
kk: Қолданба келесіден басталады
ky: Заявка начнется с
nl: Selecteer de startdatum van de aanvraag
ro: aplicația va începe cu
th: แอปพลิเคชันจะเริ่มต้นด้วย
uk: Заява розпочнеться з

source: subscription
am: የደንበኝነት ምዝገባ
da: abonnement
fa: اشتراک
fil: subskripsyon
kk: жазылымдар
ky: жазылуулар
nl: De applicatie begint met
th: การสมัครสมาชิก
uk: підписка

# userTagsTitle
source: my tags
am: የኔ መለያዎች
da: mine tags
el: οι ετικέτες μου
fa: برچسب های من
fil: aking mga tag
ka: ჩემი ტეგები
kk: менің тегтерім
ky: менин тэгтерим
nl: abonnement
ro: etichetele mele
th: แท็กของฉัน
uk: мої теги

# tagRemovedMessage
source: tag was removed
am: መለያ ተሰርዟል
da: tagRemovedMessage
el: η ετικέτα αφαιρέθηκε
fa: برچسب حذف شد
fil: tinanggal ang tag
ka: ტეგი წაიშალა
kk: тег жойылды
ky: тег өчүрүлдү
nl: mijn tags
ro: eticheta a fost eliminată
th: ลบแท็กแล้ว
uk: тег видалено

# tagNotRemovedMessage
source: tag was not removed. something went wrong
am: መለያ አልተሰረዘም. የሆነ ስህተት ተከስቷል
da: tagNotRemovedMessage
el: η ετικέτα δεν καταργήθηκε. Κάτι πήγε στραβά
fa: تگ حذف نشد. یه چیزی اشتباه پیش رفت
fil: hindi naalis ang tag. nagkaproblema
ka: ტეგი ვერ წაიშალა. რაღაც შეცდომა მოხდა
kk: тег жойылған жоқ. Бірдеңе дұрыс болмады
ky: тег өчүрүлгөн жок. Бир жерден ката кетти
nl: label is verwijderd
ro: eticheta nu a fost eliminată. ceva a mers prost
th: ยังไม่ได้นำแท็กออก บางอย่างผิดพลาด
uk: Тег не видалено. Щось пішло не так

# actualTags
source: actual
am: ትክክለኛ
da: faktiske tags
el: πραγματικό
fa: واقعی
fil: aktwal
ka: აქტუალური
kk: өзекті
ky: актуалдуулар
nl: tag is niet verwijderd. er is iets fout gegaan
th: ปัจจุบัน
uk: Актуальні

# archiveTags
source: archive
am: መዝገብ ቤት
da: arkivTags
el: αρχείο
fa: آرشیو
ka: არქივი
kk: мұрағат
ky: архив
nl: feitelijk
ro: arhivă
th: คลังเก็บเอกสารสำคัญ
uk: Архів

# tagExpires
source: expires
am: ጊዜው ያልፋል
da: tagUdløber
el: λήγει
fa: منقضی می شود
fil: mag-e-expire
ka: ვადაგასულებს
kk: мерзімі бітеді
ky: бүтүү мөөнөтү
nl: archief
ro: expiră
th: ใช้ได้ถึงวันที่
uk: діє до

# noUserTags
source: no tags
am: መለያ የለም
da: noUserTags
el: χωρίς ετικέτες
fa: بدون برچسب
fil: walang tag
ka: ტეგები არ არის
kk: тегтер жоқ
ky: тегтер жок
nl: verloopt
ro: fără etichete
th: ไม่มีแท็ก
uk: Тегів немає

source: my filters
am: የኔ መለያዎች
da: mine filtre
el: τα φίλτρα μου
fa: فیلترهای من
fil: aking mga filter
ka: ჩემი ფილტრები
kk: менің сүзгілерім
ky: Менин фильтрлерим
nl: geen tags
ro: filtrele mele
th: ตัวกรองของฉัน
uk: мої фільтри

# homeChooseCity
source: Choose your city
am: ከተማዎን ይምረጡ
da: HomeChooseCity
el: Επιλέξτε την πόλη σας
fa: شهر خود را انتخاب کنید
fil: Piliin ang iyong lungsod
ka: აირჩიეთ თქვენი ქალაქი
kk: Қалаңызды таңдаңыз
ky: Выберите свой город
nl: mijn filters
ro: alege-ți orașul
th: เลือกเมืองของคุณ
uk: Оберіть ваше місто

# orderSent
source: Your order has been sent
am: ትእዛዙ ተልኩዋል
da: Ordre sendt
el: Η παραγγελία σας έχει σταλεί
fa: سفارش شما ارسال شد
fil: Naipadala na ang iyong order
ka: თქვენი შეკვეთა გაიგზავნა
kk: Сіздің өтінішіңіз жіберілді
ky: Сиздин арыз жөнөтүлдү
nl: Kies uw stad
ro: comanda dvs. a fost trimisă
th: ส่งใบสมัครของคุณแล้ว
uk: Вашу заяву було надіслано

source: Contact Information
am: የመገናኛ አድራሻ
da: Kontakt information
el: Στοιχεία επικοινωνίας
fa: اطلاعات تماس
fil: Impormasyon sa Pakikipag-ugnayan
ka: კონტაქტის ინფორმაცია
kk: Байланыс ақпараты
ky: Байланыш маалымат
nl: Uw bestelling is verzonden
ro: informații de Contact
th: ข้อมูลติดต่อ
uk: Контактна інформація

# orderProvideInformation
source: *Provide at least 1 contact method
am: ቢያንስ 1 የግንኙነት ዘዴ ያቅርቡ
da: OrdreGiv Information
el: *Παρακαλούμε δώστε τουλάχιστον 1 μέθοδο επικοινωνίας
fa: * ارائه حداقل 1 روش تماس
fil: *Magbigay ng hindi bababa sa 1 paraan ng pakikipag-ugnayan
ka: *გთხოვთ, უფლებასახელოთ მინიმუმ 1 კონტაქტის საშუალება
kk: *Кем дегенде 1 байланыс әдісін көрсетіңіз
ky: *Кеминде 1 байланыш ыкмасын көрсөтүңүз
nl: Contactgegevens
ro: * furnizați cel puțin 1 metodă de contact
th: *ป้อนผู้ติดต่ออย่างน้อย 1 ราย
uk: *Вкажіть хоча б 1 контакт

source: Email
am: ኢሜል
el: ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ
fa: ایمیل
ka: ელ. ფოსტა
kk: электрондық пошта
nl: *Geef minimaal 1 contactmethode op
th: อีเมล

source: Phone
am: ስልክ
da: Telefon
el: Τηλέφωνο
fa: تلفن
fil: Telepono
ka: ტელეფონი
kk: Телефон
ky: Телефон
nl: E-mail
ro: telefon
th: หมายเลขโทรศัพท์
uk: Номер телефону

source: Instagram
am: ኢንስታግራም
kk: Инстаграм
ky: Инстаграм
nl: Telefoon
th: อินสตาแกรม
uk: Інстаграм

source: Telegram
am: ቴሌግራም
fa: تلگرام
fil: Telegrama
kk: Телеграм
ky: Телеграм
nl: Instagram
ro: Telegramă
th: โทรเลข
uk: Телеграм

source: Time
am: ጊዜ
da: Tid
el: Ώρα
fa: زمان
fil: Oras
ka: დრო
kk: Уақыт
ky: Убакыт
nl: Telegram
ro: timp
th: เวลา
uk: Час

source: Date
am: ቀን
da: Dato
fa: تاریخ
fil: Petsa
ka: თარიღი
kk: күні
nl: Tijd
th: วันที่
uk: Дата

source: Additional Information
am: ተጨማሪ መረጃ
da: Yderligere Information
el: Πρόσθετες πληροφορίες
fa: اطلاعات اضافی
fil: Karagdagang impormasyon
ka: დამატებითი ინფორმაცია
kk: қосымша ақпарат
ky: Кошумча маалымат
nl: Datum
ro: informații suplimentare
th: ข้อมูลเพิ่มเติม
uk: Додаткова інформація

source: Text
am: ፅሁፍ
da: Tekst
fa: متن
ka: ტექსტი
kk: Текст
ky: Текст
nl: Extra informatie
th: ข้อความ
uk: Текст

source: Convenient time
am: ምቹ ስዓት
da: Bekvem tid
el: Βολική ώρα
fa: زمان مناسب
fil: Maginhawang oras
ka: სასაზოგადო დრო
kk: Ыңғайлы уақыт
ky: Ыңгайлуу убакыт
nl: Tekst
ro: timp convenabil
th: เวลาที่สะดวก
uk: Зручний час

source: Day
am: ቀን
da: Dag
el: Ημέρα
fa: روز
fil: Araw
ka: დღე
kk: Күн
ky: Күн
nl: Geschikte tijd
ro: Ziua
th: วัน
uk: День

source: Verification
am: ማረጋገጫ
da: Verifikation
el: Επαλήθευση
fa: تایید
fil: Pagpapatunay
ka: შემოწმება
kk: Тексеру
ky: Текшерүү
nl: Dag
ro: verificare
th: การตรวจสอบ
uk: перевірка

source: Verify your account
am: አካውንት ያረጋግጡ
da: Bekræft din konto
el: Επαλήθευση του λογαριασμού σας
fa: حساب کاربری خود را تایید کنید
fil: Beripikahin ang iyong account
ka: შეამოწმეთ თქვენი ანგარიში
kk: Есептік жазбаңызды растаңыз
ky: Аккаунтуңузду ырастаңыз
nl: Verificatie
ro: verifică-ți contul
th: ยืนยันบัญชีของคุณ
uk: Підтвердіть ваш аккаунт

source: Premium
am: ፕሪሚየም
da: Præmie
fa: حق بیمه
ka: პრემიუმი
kk: Премиум
ky: Премиум
nl: Verifieer uw account
th: พรีเมี่ยม
uk: премія

source: Activated
am: በርቷል
da: Aktiveret
el: ενεργοποιήθηκε
fa: فعال شده
fil: Na-activate
ka: გააქტიურებული
kk: белсендірілген
ky: Активдештирилген
nl: Premie
ro: activat
th: เปิดใช้งานแล้ว
uk: Активовано

source: profile
am: መገለጫ
da: profil
el: προφίλ
fa: مشخصات
ka: პროფილი
kk: профиль
ky: Профиль
nl: Geactiveerd
ro: profil
th: ประวัติโดยย่อ
uk: профіль

source: Switch account
am: አካውንት ይቅይሩ
da: Skift konto
el: Αλλαγή λογαριασμού
fa: حساب سوئیچ
fil: Lumipat ng account
ka: გადადით ანგარიშზე
kk: Есептік жазбаны ауыстыру
ky: Аккаунтту алмаштыруу
nl: profiel
ro: schimbă contul
th: เปลี่ยนบัญชี
uk: Змінити обліковий запис

# selectDate
source: Select a date
am: ቀን ይምረጡ
da: Vælg dato
el: Επιλογή ημερομηνίας
fa: یک تاریخ را انتخاب کنید
fil: Pumili ng petsa
ka: აირჩიეთ თარიღი
kk: Күнді таңдаңыз
ky: Датаны тандаңыз
nl: Verwissel van profiel
ro: Selectați o dată
th: เลือกวันที่
uk: Оберіть дату

# selectTime
source: Select a time
am: ስዓት ይምረጡ
da: Vælg Tid
el: Επιλογή ώρας
fa: یک زمان را انتخاب کنید
fil: Pumili ng oras
ka: აირჩიეთ დრო
kk: Уақытты таңдаңыз
ky: Убакытты тандаңыз
nl: Selecteer een datum
ro: Selectați o oră
th: เลือกเวลา
uk: Оберіть час

source: Book
am: ቦታ ይያዙ
da: Bestil
el: Παραγγελία
fa: کتاب
fil: Aklat
ka: წიგნი
kk: Тапсырыс
ky: Буюртма берүү
nl: Selecteer een tijd
th: คำสั่ง
uk: Замовити

source: Edit
am: ያስተካክሉ
da: Redigere
el: Επεξεργασία
fa: ویرایش
fil: I-edit
ka: რედაქტირება
kk: Редактировать
ky: Оңдоо
nl: Boek
ro: editează
th: แก้ไข
uk: Редагувати

source: Share
am: ያጋሩ
da: Del
el: Κοινή χρήση
fa: سهم
fil: Ibahagi
ka: გაზიარება
kk: Бөлісу
ky: Бөлүшүү
nl: Bewerking
th: แบ่งปัน
uk: частка

source: Save and subscribe
am: ያስቀምጡ እና ለደንበኝነት ይመዝገቡ
el: Αποθήκευση και εγγραφή
fa: ذخیره و اشتراک
fil: I-save at mag-subscribe
ka: შენახვა და გამოიწერეთ
kk: Сақтау және жазылу
ky: Сактоо жана жазылуу
nl: Deel
ro: salvează și Abonează-te
th: บันทึกและสมัครสมาชิก
uk: зберегти та підписатися

source: my requests
da: mine forespørgsler
el: τα αιτήματά μου
fa: درخواست های من
fil: ang aking mga kahilingan
ka: ჩემი მოთხოვნები
kk: менің сұрауларым
nl: Opslaan en abonneren
ro: cererile mele
th: คำสั่งของฉัน
uk: мої замовлення

source: Switch language
am: ቋንቋ ይቀይሩ
el: Αλλαγή γλώσσας
fa: زبان سوئیچ
fil: Lumipat ng wika
ka: ენის შეცვლა
kk: Тілді ауыстыру
ky: Тилди алмаштыруу
nl: mijn aanvragen
ro: schimbă limba
th: เปลี่ยนภาษา
uk: Змінити мову

source: On service since
am: አግልግሎት የጀመረበት ከ
da: OnServiceSiden
el: Σε υπηρεσία από
fa: در خدمت از
fil: Sa serbisyo mula noong
ka: სერვისი გამოიყენება დაწყებულია
kk: Қызметте
ky: бери кызматта
nl: Taal wijzigen
ro: pe serviciu de atunci
th: เปิดให้บริการตั้งแต่
uk: на службі З

source: Tags
am: መለያዎች
el: Ετικέτες
fa: برچسب ها
fil: Mga tag
ka: თეგები
kk: Тегтер
ky: Тегтер
nl: In dienst sinds
ro: etichete
th: แท็ก
uk: Тегів

source: Views
am: እይታዎች
da: Visninger
fa: دیدگاه ها
fil: Mga View
ka: ნახვები
kk: Көрулер
ky: Көрүүлөр
nl: Labels
th: มุมมอง
uk: Переглядів

source: Edit Profile
am: መገለጫዎን ያስተካክሉ
da: Rediger profil
el: Επεξεργασία προφίλ
fa: ویرایش پروفایل
fil: Ibahin ang profile
ka: პროფილის რედაქტირება
kk: Профильді өңдеу
ky: Профилди оңдо
nl: Keer bekeken
ro: Editează profilul
th: แก้ไขโปรไฟล์
uk: Редагувати профіль

source: Edit picture or avatar
am: ምስል ወይም አምሳያ ያስተካክሉ
da: RedigerBilledeEllerAvatar
el: Επεξεργασία φωτογραφίας προφίλ ή avatar
fa: ویرایش تصویر یا آواتار
fil: I-edit ang larawan o avatar
ka: პროფილის სურათის ან ავატარის რედაქტირება
kk: Профиль фотосуретін немесе аватарды өзгертіңіз
ky: Профиль сүрөтүн же аватарды өзгөртүү
nl: Bewerk profiel
ro: editează imaginea sau avatarul
th: เปลี่ยนรูป
uk: Змінити фото

source: Personal Information
am: የግል መረጃ
da: Personlig information
el: Προσωπικά στοιχεία
fa: اطلاعات شخصی
fil: Personal na impormasyon
ka: პირადი ინფორმაცია
kk: Жеке ақпарат
ky: Жеке маалымат
nl: Bewerk foto of avatar
ro: informații personale
th: ข้อมูลส่วนบุคคล
uk: Особиста інформація

# personalInfoSettings
source: Personal Information settings
am: የግል መረጃ ማስተካከያ
da: Personlige infoindstillinger
el: Ρυθμίσεις προσωπικών πληροφοριών
fa: تنظیمات اطلاعات شخصی
fil: Mga setting ng Personal na Impormasyon
ka: პირადი ინფორმაციის პარამეტრები
kk: Жеке ақпарат параметрлері
ky: Жеке маалымат орноотуулары
nl: Persoonlijke informatie
ro: Setări Informații personale
th: การตั้งค่าข้อมูลส่วนบุคคล
uk: Налаштування особистої інформації

# providerPersonalInfo
source: Provide your personal info, even if the account is for something like a business or pet. It wont be a part of your public profile
am: ለንግድ ወይም ለ ቤት እንስሳዎት ቢሆንም የእርስዎን የግል መረጃ ያቅርቡ። ይህ መረጃ የይፋዊ መገለጫዎ አካል አይሆንም።
da: Udbyderpersonlige oplysninger
el: Παρέχετε τα προσωπικά σας στοιχεία, ακόμα κι αν ο λογαριασμός είναι για κάτι σαν επιχείρηση ή κατοικίδιο. Αυτό δεν θα είναι μέρος του δημόσιου προφίλ σας.
fa: اطلاعات شخصی خود را ارائه دهید ، حتی اگر حساب برای چیزی مانند یک کسب و کار یا حیوان خانگی باشد. این بخشی از پروفایل عمومی شما نخواهد بود
fil: Ibigay ang iyong personal na impormasyon, kahit na ang account ay para sa isang bagay tulad ng isang negosyo o alagang hayop. Hindi ito magiging bahagi ng iyong pampublikong profile
ka: მიუთითეთ თქვენი პირადი ინფორმაცია, თუმცა ანგარიში არის განზომილებული რაიმეს მსგავსი, რაც კომპანიის ან სხვა ორგანიზაციისათვის. ეს ინფორმაცია არ იქნება ჩვენგან საჯარო პროფილში
kk: Есептік жазба бизнес немесе үй жануарлары сияқты нәрсе болса да, жеке ақпаратыңызды беріңіз. Ол сіздің жалпыға ортақ профиліңіздің бөлігі болмайды.
ky: Аккаунт бизнес же үй жаныбары үчүн болсо да, жеке маалыматыңызды бериңиз. Ал жалпыга ачык профилиңиздин бир бөлүгү болбойт.
nl: Instellingen voor persoonlijke informatie
ro: furnizați informațiile dvs. personale, chiar dacă contul este pentru ceva de genul unei afaceri sau a unui animal de companie. Nu va face parte din Profilul Dvs. public
th: ให้ข้อมูลส่วนตัว แม้ว่าโปรไฟล์จะถูกสร้างขึ้นสำหรับธุรกิจก็ตาม นี่จะไม่เป็นส่วนหนึ่งของหน้าสาธารณะ.
uk: Надайте особисту інформацію. Навіть якщо профіль створено для бізнесу. Це не буде частиною публічної сторінки.

# secureAccountText
source: To keep your account secure, don't enter an email or phone number that belongs to someone else
am: የመለያዎን ደህንነት ለመጠበቅ የሌላ ሰው የሆነ ኢሜይል ወይም ስልክ ቁጥር አያስገቡ
da: SikkerAccountText
el: Για να διατηρήσετε τον λογαριασμό σας ασφαλή, μην εισάγετε διεύθυνση email ή αριθμό τηλεφώνου που ανήκει σε κάποιον άλλον.
fa: برای حفظ امنیت حساب خود ، ایمیل یا شماره تلفن متعلق به شخص دیگری را وارد نکنید
fil: Upang mapanatiling secure ang iyong account, huwag maglagay ng email o numero ng telepono na pagmamay-ari ng ibang tao
ka: თქვენი ანგარიშის უსაფრთხოებისათვის, გთხოვთ, არ გამოიყენოთ სხვა პირის ელფოსტა ან ტელეფონის ნომერი.
kk: Тіркелгіңізді қорғау үшін басқа біреуге тиесілі электрондық пошта мекенжайын немесе телефон нөмірін енгізбеңіз
ky: Аккаунтуңузду коргоо үчүн башка бирөөнүн электрондук почта дарегин же телефон номерин киргизбеңиз
nl: Geef uw persoonlijke gegevens op, zelfs als het account voor bijvoorbeeld een bedrijf of een huisdier is. Het maakt geen deel uit van uw openbare profiel
ro: pentru a vă păstra contul în siguranță, nu introduceți un e-mail sau un număr de telefon care aparține altcuiva
th: เพื่อความปลอดภัยในบัญชีของคุณ อย่าให้ที่อยู่อีเมลหรือหมายเลขโทรศัพท์ของคุณแก่บุคคลที่สาม.
uk: Заради безпеки вашого акаунту, не надавайте пошту або номер телефону якоїсь посторонньої особи.

source: Name
am: ስም
da: Navn
el: Όνομα
fa: نام
fil: Pangalan
ka: სახელი
kk: Аты
ky: Аты
nl: Om uw account veilig te houden, dient u geen e-mailadres of telefoonnummer in te voeren dat van iemand anders is
ro: Nume
th: ชื่อ
uk: Ім'я

source: Last name
da: Efternavn
fa: نام خانوادگی
fil: Huling pangalan
ka: გვარი
kk: Тегі
nl: Naam

# editProfileNameHint
source: My name
fa: نام من
fil: Pangalan ko
nl: Achternaam

# editProfileLastnameHint
source: My last name
fa: نام خانوادگی من
fil: Ang apelyido ko
nl: Mijn naam

# editProfileUsernameHint
source: My username
fa: نام کاربری من
fil: Aking username
nl: Mijn achternaam

# editProfileWebsiteHint
source: My web.com
fa: من web.com
fil: Aking web.com
nl: Mijn gebruikersnaam

# editProfileBioHint
source: My bio is empty
fa: بیوگرافی من خالی است
fil: Walang laman ang bio ko
nl: Mijn web.com

source: Username
am: የተጠቃሚ ስም
da: Brugernavn
el: Όνομα χρήστη
fa: نام کاربری
ka: მომხმარებელის სახელი
kk: Қолданушының аты
ky: Колдонуучунун аты
nl: Mijn biografie is leeg
th: ชื่อผู้ใช้
uk: Прізвище

source: Website
am: ድህረ-ገፅ
da: Internet side
el: Ιστότοπος
fa: وب سایت
kk: Вебсайт
ky: Вебсайт
nl: Gebruikersnaam
th: เว็บไซต์
uk: Веб-сайт

source: Bio
am: ባዮ
fa: بیوگرافی
ka: ბიო
kk: Био
ky: Био
nl: Website
th: ชีวภาพ
uk: Біо

source: Phone Number
am: ስልክ ቁጥር
da: Telefonnummer
el: Αριθμός τηλεφώνου
fa: شماره تلفن
fil: Numero ng telepono
ka: ტელეფონის ნომერი
kk: Телефон нөмірі
ky: Телефон номери
nl: Bio
ro: număr de telefon
th: หมายเลขโทรศัพท์
uk: Номер телефону

source: Gender
am: ፆታ
da: Køn
el: φύλο
fa: جنسیت
fil: Kasarian
ka: სქესი
kk: жыныс
ky: Жынысы
nl: Telefoonnummer
ro: Gen
th: เพศ
uk: Стать

source: Birthday
am: የልደት ቀን
da: Fødselsdag
el: γενέθλια
fa: تولد
fil: Kaarawan
ka: დაბადების დღე
kk: туған күн
ky: Туулган күнү
nl: Geslacht
ro: ziua de naștere
th: วันเกิด
uk: Дата народження

# selectStartTime
source: Select the start time
am: የሚጀምሩበትን ሰዓት ይምረጡ
da: Vælg Starttid
el: Επιλέξτε ώρα έναρξης
fa: زمان شروع را انتخاب کنید
fil: Piliin ang oras ng pagsisimula
ka: აირჩიეთ დაწყების დრო
kk: Басталу уақытын таңдаңыз
ky: Баштоо убактысын тандаңыз
nl: Verjaardag
ro: Selectați Ora de începere
th: เลือกเวลาเริ่มต้น
uk: Оберіть час початку

# selectDuration
source: Select the duration
am: እርዝማኔ ይምረጡ
da: Vælg Varighed
el: Επιλογή διάρκειας
fa: مدت زمان را انتخاب کنید
fil: Piliin ang tagal
ka: აირჩიეთ ხანგძლივობა
kk: Ұзақтығын таңдаңыз
ky: Бүтүү мөөнөтүн тандаңыз
nl: Selecteer de starttijd
ro: selectați durata
th: เลือกระยะเวลา
uk: Оберіть тривалість

# confirmSelection
source: Confirm the selection
am: የመረጡትን ያረጋግጡ
da: Bekræft Valg
el: Επιβεβαιώστε την επιλογή σας
fa: انتخاب را تایید کنید
fil: Kumpirmahin ang pagpili
ka: დაადასტურეთ შერჩევა
kk: Таңдауды растау
ky: Тандоону ырастаңыз
nl: Selecteer de duur
ro: confirmați selecția
th: ยืนยันการเลือก

# hoursLabel
source: h
da: timerLabel
ka: საათი
kk: c
ky: с
nl: Bevestig de selectie
th: ชั่
uk: ч

# inPreposition
source: in
da: inPreposition
fa: در
fil: sa
ka: ში
ky: в
nl: H
ro: în
th: ใน
uk: в

source: Reset
am: ዳግም አስጀምር
da: Nulstil
el: Επαναφορά
fa: تنظیم مجدد
fil: I-reset
ka: გადაყენება
kk: Қалпына келтіру
ky: Калыбына келтирүү
nl: in
th: รีเซ็ต
uk: скинути

source: Apply
am: ማመልከት
da: Ansøge
el: Επιβεβαίωση
fa: درخواست کنید
fil: Mag-apply
ka: დაადასტურეთ
kk: Растау
ky: Ырастоо
nl: Opnieuw instellen
th: ยืนยัน
uk: Підтвердити

source: Beginning
am: ጅማሪ
da: Starten
el: Αρχή
fa: شروع
fil: Simula
ka: დასაწყისი
kk: Бастау
ky: Башталышы
nl: Toepassen
ro: început
th: จุดเริ่มต้น
uk: Початок

source: Finish
am: ይጨርሱ
da: Afslut
el: Τέλος
fa: پایان
fil: Tapos na
ka: დასასრული
kk: Соңы
ky: Аягы
nl: Begin
th: เสร็จ
uk: Кінець

source: Duration
am: እርዝማኔ
da: Varighed
el: Διάρκεια
fa: مدت زمان
fil: Tagal
ka: ხანგძლივობა
kk: Ұзақтығы
ky: Мөөнөтү
nl: Finish
th: ระยะเวลา
uk: Тривалість

source: Contacts
am: እውቂያዎች
da: Kontakter
fa: مخاطبین
fil: Mga contact
ka: კონტაქტები
kk: Контактілер
ky: Контакттар
nl: Duur
ro: Contacte
th: ติดต่อ
uk: Контакти
