Repository: Franceslav/deedee-flutter
Catalog: lib/l10n/app_*.arb
Languages: am, da, el, fa, fil, ka, kk, ky, nl, ro, th, uk

# mockFilterKeySuspension
source: Suspension
am: እገዳ
da: MockFilterKeySuspension
el: Αγωνία
fa: تعلیق
fil: Suspensyon
ka: წაშლა
kk: жалған FilterKey тоқтата тұру
nl: Contacten
ro: suspensie
th: ช่วงล่าง
uk: Підвіска

# mockFilterKeyQuarrel
source: Quarrel
am: ፀብ
da: MockFilterKeyQuarrel
el: σύγκρουση
fa: دعوا
fil: Aawayan
ka: საკუბარი
kk: мазақ Сүзгі кілті жанжал
nl: Oponthoud
ro: ceartă
th: ทะเลาะ
uk: Сварка

# mockFilterKeyEngine
source: Engine
am: ሞተር
da: MockFilterKeyEngine
el: Κινητήρας
fa: موتور
ka: ძრავა
kk: жалған FilterKey қозғалтқышы
nl: Ruzie
ro: motor
th: เครื่องยนต์
uk: Двигун

# mockFilterKeyMuffler
source: Muffler
am: ሙፍ
da: MockFilterKeyMuffler
el: Σιγαστήρας
fa: صدا خفه کن
ka: განაწილება
kk: жалған сүзгі пернесі дыбысты өшіргіш
nl: Motor
ro: toba de eșapament
th: ท่อไอเสีย
uk: Глушник

# mockFilterKeyElectrical
source: Electrical
am: ኤሌክትሪክ
da: MockFilterKeyElectrical
fa: برق
fil: Elektrisidad
ka: ელექტრონული
kk: жалған сүзгі кілті электрлік
nl: Geluiddemper
ro: electric
th: ไฟฟ้า
uk: Електричний

# mockFilterTitleGasStation
source: Gas station
am: ነዳጅ ማደያ
da: MockFilterTitle Gasstation
el: Πρατήριο καυσίμων
fa: پمپ بنزین
fil: Gasolinahan
ka: საწვავის სახლი
kk: Жанармай бекеті
ky: Май куюучу станция
nl: Elektrisch
ro: Benzinărie
th: ปั้มน้ำมัน
uk: Автозаправна станція

# mockFilterTitleAutoRepairShop
source: Auto repair shop
fa: تعمیرگاه خودرو
fil: Tindahan ng pag-aayos ng sasakyan
nl: Benzinestation

# mockFilterTitleParkingGarage
source: Parking Garage
am: የመኪና ማቆሚያ ጋራጅ
da: MockFilterTitelParkingGarage
el: Parking
fa: گاراژ پارکینگ
fil: Garahe ng Paradahan
ka: პარკინგი
kk: Көлік тұрағы
ky: Унаа токтоочу жай
nl: Auto reparatie winkel
ro: garaj de parcare
th: ที่จอดรถ
uk: Паркування

# mockFilterTitleCarWash
source: Car Wash
am: የመኪና እጥበት
da: MockFilterTitleCarWash
el: Πλύσιμο αυτοκινήτου
fa: شستشوی ماشین
fil: Paghuhugas ng Sasakyan
ka: მანქანის სივრცე
kk: көлік жуу
ky: Унаа жуучу жай
nl: Parkeergarage
ro: Spălătorie auto
th: ล้างรถ
uk: Миття авто

# mockFilterKeyDiesel
source: Diesel
am: ናፍታ
da: MockFilterKeyDiesel
fa: دیزل
ka: დიზელი
kk: Дизель
ky: Дизель
nl: Carwash
th: แสดง
uk: Дізель

# mockFilterKeyOilChange
source: Oil change
fa: تغییر روغن
fil: Pagpalit ng langis
nl: Diesel

# mockFilterKeySuspensionRepair
source: Suspension repair
fa: تعمیر سیستم تعلیق
fil: Pag-aayos ng suspensyon
nl: Olie vervanging

# mockFilterKeyEngineRepair
source: Engine repair
fa: تعمیر موتور
fil: Pag-aayos ng makina
nl: Reparatie van de ophanging

# mockFilterKeyWheelRepair
source: Wheel repair
fa: تعمیر چرخ
fil: Pag-aayos ng gulong
nl: Reparatie van de motor

# mockFilterKeyElectricsRepair
source: Electrics repair
fa: تعمیر لوازم الکترونیکی
fil: Pag-aayos ng kuryente
nl: Reparatie van wielen

# mockFilterKeyPainting
source: Painting
fa: نقاشی
fil: Pagpipinta
nl: Reparatie van elektra

# mockFilterKeyTransmissionRepair
source: Transmission repair
fa: تعمیر گیربکس
fil: Pag-aayos ng transmission
nl: Schilderen

# mockFilterKey24Hour
source: 24 Hour
am: 24 ስዓት
da: MockFilterKey24Hour
el: 24 ώρες
fa: 24 ساعت
fil: 24 oras na
ka: 24 საათი
kk: 24 сағат
ky: 24 саат
nl: Transmissie reparatie
ro: 24 de ore
th: 24 ชั่วโมง
uk: 24 години

# mockFilterKeyShell
source: Shell
nl: 24 uur

# mockFilterKeyTATNEFT
source: TATNEFT
nl: Schelp

# mockFilterKeyLukoil
source: Lukoil
nl: TATNEFT

# mockFilterKeyORLEN
source: ORLEN
nl: Lukoil

# mockFilterKeySTATOIL
source: STATOIL
nl: ORLEN

# mockFilterKeyBenzene
source: Benzene
am: ቤንዚን
da: MockFilterKeyBenzene
fa: بنزن
ka: ბენზინი
kk: Бензол
ky: Бензол
nl: STATOIL
ro: benzen
th: น้ำมันเบนซิน

# mockFilterKeyCovered
source: Covered
am: የተሸፈነ
da: MockFilterKeyCovered
el: Καλυμμένο
fa: پوشش داده شده
fil: Natakpan
ka: დაფა
kk: Қапталған
ky: Жабылган
nl: Benzeen
ro: acoperit
th: ครอบคลุม
uk: Покритий

# mockFilterKeyValet
source: Valet
am: ቫሌት
da: MockFilterKeyValet
fa: خدمتکار
ka: სამკერველო
kk: Чемберлен
ky: Камердинер
nl: Overdekt
th: บริการรับจอดรถ
uk: камердинер

# mockFilterKeyElectricCharging
source: Electric charging
am: ኤሌክትሪክ ቻርጅ
da: MockFilterKeyElectric Charging
el: Ηλεκτρική φόρτιση
fa: شارژ الکتریکی
fil: Pag-charge ng kuryente
ka: ელექტრომობილების ჩარგება
kk: Электр заряды
ky: Электр кубаттагычы
nl: Valet
ro: încărcare electrică
th: การชาร์จไฟฟ้า
uk: Електрична зарядка

# mockFilterKeySelfService
source: Self service
am: ራስን ማገልገል
da: MockFilterKeySelfService
fa: خدمات شخصی
fil: Paglilingkod sa sarili
ka: თავმჯდომარება
kk: Өзін-өзі күту
ky: Өзүн-өзү тейлөө
nl: Elektrisch opladen
ro: autoservire
th: บริการตนเอง
uk: Самообслуговування

# mockFilterKeyTouchless
source: Touchless
am: ያልተነካ
da: MockFilterKeyTouchless
el: Χωρίς άγγιγμα
fa: بدون لمس
fil: Hindi mahawakan
ka: უკავშირდელი
kk: Сезімсіз
ky: Сезимсиз
nl: Zelfbediening
ro: fără atingere
th: ไร้สัมผัส
uk: Безконтактний

# mockFilterKeyFullService
source: Full service
am: ሙሉ አገልግሎት
da: MockFilterKeyFullService
el: Πλήρης υπηρεσία
fa: خدمات کامل
fil: Buong serbisyo
ka: სრული მომსახურება
kk: Қызметтердің толық спектрі
ky: Толук комлекс кызматтары
nl: Contactloos
ro: servicii complete
th: บริการเต็มรูปแบบ
uk: Повний комплекс послуг

# mockFilterKeyMotorCycle
source: Motor Cycle
am: ሞተር
da: MockFilterKeyMotorCycle
el: Μοτοσικλέτα
fa: موتور سیکلت
fil: Ikot ng Motor
ka: მოტოციკლი
kk: Мотоцикл
ky: Мотоцикл
nl: Volledige service
ro: ciclul motorului
th: รถจักรยานยนต์
uk: Мотоцикл

# mockFilterKeyOverNight
source: Over Night
am: የማታ ሙሉ
da: MockFilterKeyOverNight
el: Κάντε ένα ύπνο
fa: در طول شب
fil: Sa Gabi
ka: ღადაანაცვლება
kk: Түнгі
ky: Жатчу жайы менен
nl: Motorcyclus
ro: peste noapte
th: ค้างคืน
uk: Переночувати

source: Placed
am: ተቀምጧል
da: Placeret
el: Τοποθετημένο
fa: قرار داده شده
fil: Inilagay
ka: დადგენილი
kk: орналастырылған
ky: Жайгаштырылган
nl: Gedurende de nacht
ro: plasat
th: วางไว้
uk: Розміщені

source: Seen
am: ታይቷል
da: Set
el: Προβλήθηκε
fa: دیده شده
fil: Nakita
ka: ნახვები
kk: Қаралды
ky: Көргөн
nl: Geplaatst
th: เห็น
uk: Пере- глянуті

source: Bookmarked
am: ተመዝግቧል
da: Bogmærket
el: Σελιδοδείκτη
fa: نشانه گذاری شده
fil: Naka-bookmark
ka: კითხულობილი
kk: Бетбелгілерге қосылды
ky: Кыстармаларга кошулду
nl: Gezien
th: บุ๊กมาร์ก
uk: Збережені

source: Accept
am: ተቀበል
da: Acceptere
el: αποδέχομαι
fa: قبول کن
fil: Tanggapin
ka: დადასტურება
kk: Қабылдау
ky: Кабыл алуу
nl: Gemarkeerd
th: ยอมรับ
uk: Задовільнити

source: Decline
da: nedgang
el: απορρίπτω
fa: کاهش
fil: Tanggihan
ka: უარისხება
kk: құлдырау
nl: Aanvaarden
ro: declin
th: ปฏิเสธ
uk: занепад

source: Request
am: ጥያቄ
da: Anmodning
el: αίτηση
fa: درخواست
fil: Hiling
ka: მოთხოვნა
kk: Сұраныс
ky: Өтүнүч
nl: Afwijzen
ro: cerere
th: ขอ
uk: Запит

source: Add Payment
am: ክፍያ ጨምር
da: Tilføjebetaling
el: Προσθήκη πληρωμής
fa: اضافه کردن پرداخت
fil: Magdagdag ng Pagbabayad
ka: დაამატეთ გადახდა
kk: Төлем қосыңыз
ky: Төлөм кошуу
nl: Verzoek
ro: adăugați plata
th: เพิ่มการชำระเงิน
uk: додати оплату

# paymentPageTitle
source: Payment
am: ክፍያ
da: PaymentPageTitle
el: Πληρωμή
fa: پرداخت
fil: Pagbabayad
ka: გადახდა
kk: Төлем
ky: Төлөм
nl: Betaling toevoegen
ro: plată
th: การชำระเงิน

source: Already done
da: Allerede færdig
el: Ήδη τελειώσει
fa: قبلا انجام شده
fil: Tapos na
ka: უკვე დასრულებულია
kk: бітті
ky: Буга чейин жасалган
nl: Betaling
ro: deja făcut
th: เสร็จเรียบร้อย
uk: Вже виконано

source: In Process
da: I gang
el: Σε διαδικασία
fa: در حال انجام
fil: Pinoproseso
ka: პროცესშია
kk: Орындалуда
ky: Процессте
nl: Al gedaan
ro: în proces
th: อยู่ในขั้นตอน
uk: В процесі

# clickMarkerViewApplication
source: Click on the marker to view the application
da: ClickMarkerViewApplication
el: Κάντε κλικ στον δείκτη για να δείτε την εφαρμογή
fa: برای مشاهده برنامه روی نشانگر کلیک کنید
fil: Mag-click sa marker upang tingnan ang application
ka: დააწკაპუნეთ მარკერზე აპლიკაციის ნახვისთვის
kk: Қолданбаны көру үшін маркерді басыңыз
ky: Колдонмону көрүү үчүн маркерди чыкылдатыңыз
nl: In proces
ro: Faceți clic pe marker pentru a vizualiza aplicația
th: คลิกที่เครื่องหมายเพื่อดูแอปพลิเคชัน
uk: Натисніть на маркер, для того, щоб переглянути заявку

source: Card Holder
da: Kortholder
el: Ιδιοκτήτης
fa: دارنده کارت
fil: May hawak ng Card
ka: ბარათის მფლობელი
kk: Меншік иесі
ky: Кармоочу
nl: Klik op de markering om de applicatie te bekijken
ro: deținător de Card
th: เจ้าของ
uk: Власник

# cardNumber
source: Number
da: Kortnummer
el: Αριθμός κάρτας
fa: شماره
fil: Numero
ka: ბარათის ნომერი
kk: Карта нөмірі
ky: Номери
nl: Kaarthouder
ro: număr
th: หมายเลขบัตร
uk: Номер картки

source: Expired Date
da: Udløbsdato
el: Λήγει έως
fa: تاریخ انقضا
fil: Petsa ng Pag-expire
ka: ვადა გასულია
kk: дейін жарамды
ky: Чейин жарактуу
nl: Nummer
ro: Data expirată
th: ใช้ได้ถึงวันที่
uk: Діє до

source: Add card
el: Προσθήκη κάρτας
fa: اضافه کردن کارت
fil: Magdagdag ng card
ka: დაამატეთ ბარათი
kk: Картаны қосыңыз
ky: Карта кошуу
nl: Houdbaarheidsdatum
ro: adaugă card
th: เพิ่มแผนที่
uk: Додати карту

source: Send
da: Sende
el: Αποστολή
fa: ارسال
fil: Ipadala
ka: გაგზავნა
kk: Жіберу
ky: Жөнөтүү
nl: Voeg een kaart toe
ro: trimite
th: ส่ง
uk: Відправити

source: Customer Profile
da: Kundeprofil
el: Προφίλ πελάτη
fa: مشخصات مشتری
fil: Profile ng Customer
ka: კომპანიის პროფილი
kk: Клиент профилі
ky: Кардар профили
nl: Versturen
ro: profilul clientului
th: โปรไฟล์ลูกค้า
uk: Профіль клієнта

# notAuthorized
source: Your not authorized to view
da: Ikke autoriseret
el: Δεν έχετε εξουσιοδότηση για προβολή
fa: شما مجاز به مشاهده نیستید
fil: Wala kang pahintulot na tingnan
ka: თქვენ არ გაქვთ უფლება ნახოთ
kk: Көруге рұқсатыңыз жоқ
ky: Көрүүгө уруксатыңыз жок
nl: Klantenprofiel
ro: nu sunteți autorizat să vizualizați
th: คุณไม่ได้รับอนุญาตให้ดู
uk: Ви не авторизовані для перегляду

source: Executor profile
da: eksekutorprofil
el: Προφίλ εκτελεστή
fa: مشخصات اجرایی
fil: Profile ng tagapagpatupad
ka: შემსრულებლის პროფილი
kk: орындаушы профилі
nl: U bent niet bevoegd om te bekijken
ro: profilul executorului
th: โปรไฟล์ผู้ดำเนินการ
uk: Профіль виконавця

source: Executor tags:
el: Ετικέτες εκτελεστών
fa: برچسب های اجرایی:
fil: Mga tag ng tagapagpatupad
ka: შემსრულებლის ტეგები:
kk: орындаушы тегтері
nl: Profiel van de executeur
ro: etichete Executor:
th: แท็กผู้ดำเนินการ
uk: Теги виконавця:

source: Reviews:
el: Κριτικές
fa: بررسی ها:
fil: Mga pagsusuri
ka: მიმოხილვა:
kk: шолулар
nl: Uitvoerder-tags:
ro: recenzii:
th: บทวิจารณ์
uk: Відкликання:

# writeReview
source: Write a review
da: skriveanmeldelse
el: Γράψε μια κριτική
fa: نقد و بررسی بنویسید
fil: Sumulat ng pagsusuri
ka: დაწერეთ მიმოხილვა
kk: шолу жазу
nl: Beoordelingen:
ro: scrie o recenzie
th: เขียนรีวิว
uk: Написати відгук

source: Completed applications
da: afsluttede ansøgninger
el: Ολοκληρωμένες εφαρμογές
fa: درخواست های تکمیل شده
fil: Nakumpletong mga aplikasyon
ka: დასრულებული განახლებები
kk: аяқталған қолданбалар
nl: Schrijf een recensie
ro: Aplicații finalizate
th: กรอกใบสมัครแล้ว
uk: Виконаних заявок

source: Rating
da: bedømmelse
el: Βαθμολογία
fa: رتبه بندی
fil: Marka
ka: რეიტინგი
kk: рейтинг
nl: Voltooide aanvragen
ro: evaluare
th: คะแนน
uk: Рейтинг

source: Search
da: Søg
el: Αναζήτηση
fa: جستجو
fil: Paghahanap
ka: ძიება
kk: Іздеу
ky: Издөө
nl: Beoordeling
ro: Căutare
th: ค้นหา
uk: Пошук

source: Not found
da: Ikke fundet
el: Δεν βρέθηκε
fa: یافت نشد
fil: Hindi mahanap
ka: ვერ მოიძებნა
kk: Табылмады
ky: Табылган жок
nl: Zoekopdracht
ro: nu a fost găsit
th: ไม่พบ
uk: Не знайдено

source: DeeDee for business
fa: دیدی برای کسب و کار
fil: DeeDee para sa negosyo
ka: DeeDee ბიზნესისთვის
kk: DeeDee бизнес үшін
nl: Niet gevonden
ro: DeeDee pentru afaceri
th: ดีดีฟอร์บิสสิเนส
uk: deeDee Для бізнесу

# placeText
source: Place for your text
da: stedTekst
fa: محل برای متن خود را
fil: Lugar para sa iyong text
ka: ტექსტის ჩასაშენებლად
kk: Мәтінге арналған орын
nl: DeeDee voor zaken
ro: loc pentru textul tău
th: ข้อความสถานที่
uk: місце Текст

source: business profile
da: forretningsprofil
el: επαγγελματικός λογαριασμός
fa: مشخصات کسب و کار
fil: profile ng negosyo
ka: ბიზნეს პროფილი
kk: бизнесс аккаунт
nl: Plaats voor uw tekst
ro: profil de afaceri
th: โปรไฟล์ธุรกิจ
uk: бізнес-профіль

# regToBecomeClient
source: Register to become a costumer
da: reg At blive kunde
el: Εγγραφείτε για να γίνετε πελάτης
fa: برای تبدیل شدن به یک مشتری ثبت نام کنید
fil: Magparehistro upang maging isang costumer
ka: რეგისტრაცია კლიენტი გახდეს
kk: Клиент болу үшін тіркеліңіз
nl: bedrijfsprofiel
ro: Inregistreaza-te pentru a deveni client
th: ในการเป็นลูกค้า
uk: рег Щоб стати клієнтом

source: Name company
da: navn Firma
el: Όνομα εταιρείας
fa: نام شرکت
fil: Pangalan ng kumpanya
ka: კომპანიის სახელი
kk: Компанияның Аты
nl: Registreer u om klant te worden
ro: Nume companie
th: ชื่อบริษัท
uk: назва компанії

# agreePP
source: Agree to the Privacy Policy
da: enigPP
el: Συμφωνώ με την πολιτική απορρήτου
fa: با سیاست حفظ حریم خصوصی موافقت کنید
fil: Sumasang-ayon sa Patakaran sa Privacy
ka: ვეთანხმები პირად მონაცემთა დაცვის წესებს
kk: Мен құпиялылық саясатымен келісемін
nl: Naam bedrijf
ro: sunt de acord cu Politica de Confidențialitate
th: เห็นด้วย
uk: згоден пп

source: Connect
da: Opret forbindelse
el: Σύνδεση
fa: اتصال
fil: Kumonekta
ka: დაკავშირება
kk: Қосу үшін
nl: Ga akkoord met het privacybeleid
th: เชื่อมต่อ
uk: підключити

# addAccountTitle
source: Add account
da: addAccountTitle
el: Προσθήκη λογαριασμού
fa: اضافه کردن حساب
fil: Magdagdag ng account
ka: დაამატეთ ანგარიში
kk: addAccountTitle
nl: Aansluiten
ro: adaugă cont
th: เพิ่มชื่อบัญชี
uk: додати назву облікового запису

source: Request service
da: Anmod om service
el: Αίτημα υπηρεσίας
fa: درخواست خدمات
fil: Humiling ng serbisyo
ka: მოთხოვნა სერვისზე
kk: Қызметті сұрау
nl: Account toevoegen
ro: serviciu de solicitare
th: ขอบริการ
uk: Запит на обслуговування

source: Required field.
el: appο.
fil: Kinakailangan na field.
ka: სავალდებულო ველი.
nl: Vraag service aan
ro: câmp obligatoriu.

# nameContainLettersAndSymbols
source: The name must contain only letters:a-z, A-Z, а-я, А-Я and symbols &.
el: Το όνομα πρέπει να περιέχει μόνο γράμματα: a-z, A-Z, a-z, A-Z και το σύμβολο &.
fa: این نام باید فقط شامل حروف باشد: a-z ، A-Z، a-я ، A-Я و نمادها &.
fil: Ang pangalan ay dapat na naglalaman lamang ng mga titik
ka: სახელი უნდა შეიცავდეს მხარეებს და სიმბოლო &.
nl: Verplicht veld.
ro: numele trebuie sa contina doar litere:A-z, A-Z, CP-CP, CP-CP si simboluri &.

# mobilePhoneNumber
source: Mobile phone number is required.
el: Απαιτείται αριθμός κινητού τηλεφώνου.
fa: شماره تلفن همراه الزامی است.
fil: Kinakailangan ang numero ng mobile phone.
ka: მობილური ნომრის გამოკვლევა სავალდებულოა.
nl: De naam mag alleen letters bevatten: a-z, A-Z, а-я, А-Я en symbolen &.
ro: este necesar un număr de telefon mobil.

# numberContainOnlyDigits
source: Mobile phone number must contain only digits.
el: Ο αριθμός κινητού τηλεφώνου πρέπει να περιέχει μόνο ψηφία
fa: شماره تلفن همراه باید فقط شامل ارقام باشد.
fil: Ang numero ng mobile phone ay dapat maglaman lamang ng mga digit.
ka: მობილური ნომრი უნდა შეიცავდეს მხარე ციფრებს
nl: Mobiel telefoonnummer is vereist.
ro: numărul de telefon mobil trebuie să conțină doar cifre.

# validEmail
source: Enter Valid Email.
el: Εισαγάγετε μια έγκυρη διεύθυνση email.
fa: ایمیل معتبر وارد کنید.
fil: Magpasok ng wastong email.
ka: შეიყვანეთ ვალიდური ელ. ფოსტა.
nl: Het mobiele telefoonnummer mag alleen cijfers bevatten.
ro: introduceți un e-mail Valid.

source: Chart
el: Γράφημα
fa: نمودار
fil: Tsart
nl: Vul een geldig emailadres in.

source: qr scanner
fa: qr اسکنر
ka: qr სკანერი
kk: qr сканер
ro: scaner qr
uk: qr сканер

# autoTag
source: Auto
am: አውቶቲቭ
da: AutoTag
fa: خودکار
ka: ავტო
kk: Авто
ky: Авто
th: อัตโนมัติ
uk: Авто

# filterTagsPageTitle
source: filter
am: ማጣሪያ
da: filterTagsPageTitle
el: φίλτρο
fa: فیلتر
ka: ფილტრი
kk: сүзгі
ky: фильтрлөө
ro: filtru
th: กรอง
uk: Фільтр

# termsOfUseTitle
source: terms of use
am: የአጠቃቀም መመሪያ
da: termsOfUseTitle
el: όροι χρήστη
fa: شرایط استفاده
fil: mga Tuntunin ng Paggamit
ka: მომხმარებლების პირობები
kk: пайдаланушы шарттары
ky: колдонуучу шарттар
ro: Termeni de utilizare
th: ข้อกำหนดการใช้งาน
uk: умови використання

# instagramTitle
source: instagram
am: ኢንስታግራም
da: instagramTitel
kk: инстаграм
ky: инстаграм
th: อินสตาแกรม
uk: Інстаграм
